/* No comment provided by engineer. */
"Description not available" = "Descrizione non disponibile";

/* No comment provided by engineer. */
"Dismiss" = "Ignora";

/* No comment provided by engineer. */
"E-mail already used" = "E-mail già utilizzata";

/* No comment provided by engineer. */
"Empty field" = "Campo vuoto";

/* No comment provided by engineer. */
"Fill all fields to continue!" = "Riempi tutti i campi prima di proseguire!";

/* No comment provided by engineer. */
"FOLLOW THIS SERIES" = "SEGUI QUESTA SERIE";

/* No comment provided by engineer. */
"Issues" = "Numeri";

/* No comment provided by engineer. */
"MARK ALL AS READ" = "SEGNA TUTTI COME LETTI";

/* No comment provided by engineer. */
"MARK ALL AS UNREAD" = "SEGNA TUTTI COME NON LETTI";

/* No comment provided by engineer. */
"MARK AS READ" = "SEGNA COME LETTO";

/* No comment provided by engineer. */
"MARK AS UNREAD" = "SEGNA COME NON LETTO";

/* No comment provided by engineer. */
"Next week" = "Settimana prossima";

/* No comment provided by engineer. */
"No creator found" = "Creatori non trovati";

/* No comment provided by engineer. */
"present" = "presente";

/* No comment provided by engineer. */
"Rating not available" = "Rating non disponibile";

/* No comment provided by engineer. */
"Register to continue!" = "Registrati prima di continuare!";

/* No comment provided by engineer. */
"Release date" = "Pubblicato il ";

/* No comment provided by engineer. */
"Solicit not available" = "Trama non disponibile";

/* No comment provided by engineer. */
"The account exists with different credentials" = "L'account esiste con credenziali diverse";

/* No comment provided by engineer. */
"The password is wrong" = "La password è sbagliata";

/* No comment provided by engineer. */
"The password must be 6 characters long or more" = "La password deve essere lunga 6 o più caratteri";

/* No comment provided by engineer. */
"This month" = "Questo mese";

/* No comment provided by engineer. */
"This week" = "Questa settimana";

/* No comment provided by engineer. */
"UNFOLLOW THIS SERIES" = "NON SEGUIRE QUESTA SERIE";

/* No comment provided by engineer. */
"Use another e-mail" = "Usa un'altra e-mail";

/* No comment provided by engineer. */
"User not registered" = "Utente non registrato";

/* No comment provided by engineer. */
"Weak password" = "Password debole";

/* No comment provided by engineer. */
"Wrong credentials" = "Credenziali sbagliate";

/* No comment provided by engineer. */
"Wrong password" = "Password sbagliata";

/* No comment provided by engineer. */
"Search a series" = "Cerca una serie";

/* No comment provided by engineer. */
"Oops,\nno results to show!" = "Oops,\nnon ci sono risultati da mostrare!";

/* No comment provided by engineer. */
"Issue read" = "Numero letto";

/* No comment provided by engineer. */
"Congratulations! Let's go!" = "Congratulazioni! Continua così!";

/* No comment provided by engineer. */
"Great!" = "Yeah!";

/* No comment provided by engineer. */
"You're up to date" = "Sei a pari!";

/* No comment provided by engineer. */
"You have read all issues of this serie!\n Congratulations!" = "Hai letto tutti i numeri di questa serie.\n Congratulazioni!";
